cask_args appdir: '/Applications'

tap 'homebrew/dupes'

brew 'ack'
brew 'coreutils'
brew 'git'
brew 'grc'
brew 'grep'
brew 'hub'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'libgit2'
brew 'llvm'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'postgresql'
brew 'puma/puma/puma-dev'
brew 'ruby-build'
brew 'rbenv'
brew 'vim'
brew 'zsh'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'
brew 'zsh-autosuggestions'

brew 'brew-cask'
cask '1password'
cask 'caffeine'
cask 'flux'
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'spotify'
cask 'tunnelbear'
cask 'vlc'
