cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'dnvm'
brew 'gcc'
brew 'git'
brew 'grc'
brew 'grep'
brew 'hub'
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'postgresql'
brew 'ruby-build'
brew 'rbenv'
brew 'unrar'
brew 'vim'
brew 'zsh'

brew 'brew-cask'
cask '1password'
cask 'caffeine'
cask 'flux'
cask 'firefox'
cask 'google-chrome'
cask 'spotify'
cask 'steam'
cask 'transmission'
cask 'tunnelbear'
cask 'vlc'
